test/FasTnT.IntegrationTests/Requests/Queries/Poll_Unknown.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:epcglobal:epcis-query:xsd:1">
  <soapenv:Header />
  <soapenv:Body>
    <urn:Poll>
      <queryName>UnknownQuery</queryName>
      <params />
    </urn:Poll>
  </soapenv:Body>
</soapenv:Envelope>